---
type: FilterNumericGreaterOrEqual
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# FilterNumericGreaterOrEqual

`Autodesk.Revit.DB.FilterNumericGreaterOrEqual` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterNumericGreaterOrEqual | 2011 | `public FilterNumericGreaterOrEqual ()` |
| Method | Evaluate | — | `` |